<!DOCTYPE html>
<html lang="ru-ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="style.css">
    <title>Houston</title>
</head>
<body>
    <header><h1>Хьюстон</h1>
        <acticle>
            <p>
                <strong>Хьюстон</strong>    (англ. Houston) — четвёртый по количеству жителей город в Соединённых Штатах Америки и крупнейший город в штате Техас с населением 2 319 603 человека на 2017 год. Хьюстон является административным центром округа Харрис, а также главным экономическим центром агломерации Большого Хьюстона с общим населением 6 772 470 человек на 2016 год. Город располагается в 50 
                километрах от Мексиканского залива на прибрежной равнине.
            </p>
            <p>Хьюстон был основан 30 августа 1836 года и включён в состав республики Техас 5 июня 1837 года, получив своё имя в честь Сэмюэла Хьюстона — главнокомандующего армией Техаса во время 
                Техасской революции и президента Республики Техас. Быстрое развитие порта и железных дорог в XIX веке, а также начало добычи нефти и последовавшее развитие нефтяной промышленности в XX веке привели к быстрому росту населения. В 1960-е годы количество жителей превысило один 
                миллион человек, а в 2000-е — два миллиона.
            </p>
            <p>
                Город является ведущим мировым центром энергетической промышленности, а экономика города также представлена предприятиями в области аэронавтики, транспорта и здравоохранения. 
                Важнейшими объектами для экономики и инфраструктуры города являются космический центр 
                имени Линдона Джонсона, крупнейший американский по международным грузоперевозкам порт, хьюстонский судоходный канал, крупнейший в мире Техасский медицинский центр.
            </p>
        </acticle>
    </header>
<section>
    <h2>Содержание</h2>
  <ol>
      <li> <a href="#C1">История</a> 
          <ol>
              <li><a href="#C1.1">Этимология, прозвища</a></li>
              <li><a href="#C1.2">Основание</a></li>
              <li><a href="#C1.3">ХХ век</a></li>
          </ol>
      </li> 
      <li> <a href="#C2">Физико-географическая характеристика</a>
          <ol>
              <li><a href="#C2.1">Географическое положение и климат</a></li>
              <li><a href="#C2.2">Рельеф, внутренние воды</a></li>
              <li><a href="#C2.3">Флора и фауна</a></li>
          </ol>
      </li>
      <li> <a href="#C3">Экономика</a>
          <ol>
              <li><a href="#C3.1">Общее состояние</a></li>
              <li><a href="#C3.2">Энергетика и нефтехимия</a></li>
              <li><a href="#C3.3">Авиакосмическая промышленность</a></li>
          </ol>
      </li>
      <li><a href="#C4">Население</a>
          <ol>
              <li><a href="#C4.1">Динамика и структура населения</a></li>
              <li><a href="#C4.2">Этнический и конфессиональный состав, языки</a></li>
          </ol>
      </li>
      <li><a href="#C5">Средства массовой информации</a> </li>
      <li><a href="#C6">Города-побратимы</a></li>
  </ol>
</section>
<section>
    <p>
        <h2><a name="C1">История</a></h2>
    </p>
    <div>
    <p>
        <h3><a name="C1.1">Этимология, прозвища</a></h3>
    <figure><img src="files/Sam_Houston_portrait.jpg" alt="Портрет С.Хьюстона">
    <figcaption>Сэмюэл Хьюстон</figcaption>  
    </figure>
   
        <p>
            Город назван в честь Сэмюэла Хьюстона — главнокомандующего армией Техаса во время Техасской революции (1835—1836) и президента Республики Техас (1836—1838, 1841—1844).
        </p>
        <p>
            Официальное прозвище Хьюстона — «Space city», которое можно перевести, как «космический 
            город», «город космонавтики» или «космоград». Название дано из-за того, что здесь находится 
            космический центр имени Линдона Джонсона. Всего город имеет 12 прозвищ.
        </p>
        <p>
            В американской разговорной речи есть популярная фраза: «Хьюстон, у нас проблема» (англ. Houston, we’ve had a problem), появившаяся после неудачной миссии Аполлон-13. В Хьюстоне 
            проходили съёмки фильма «Аполлон-13», в основу сюжета которого легли реальные события миссии.
        </p>
    </div>
<div>
    <p>
        <h3><a name="C1.2">Основание</a></h3>
    </p>
    <figure><img src="files/Allen's_Landing_Houston_bayou_view.jpg" alt="Allen's anding">
    <figcaption>Allen's Landing - место, где был основан город</figcaption>
    </figure>
    <p>
        После окончания войны за независимость Техаса, в августе 1836 года предприниматели братья Август и Джон Аллены купили 26,9 км² земли вдоль реки Буффало-Байю, планируя основать на ней 
        населённый пункт. Они хотели, чтобы будущий город стал столицей Техаса и крупным торговым 
        центром.
    </p>
    <p>
        Датой основания города принято считать 30 августа 1836 года, когда братья Аллены разместили 
        объявление о появлении города. Город назвали в честь генерала Сэма Хьюстона, возглавлявшего 
        армию техасцев в битве при Сан-Хасинто во время войны против Мексики, позже избранного 
        президентом Техаса. На январь 1837 года в посёлке проживало всего 12 человек, однако через четыре месяца население возросло до 1 500 человек. 5 июня 1837 года город был включён в округ Гаррисберг (ныне Харрис) и стал временной столицей Республики Техас, которой оставался до 1839 года.
        Первым мэром Хьюстона стал Джеймс Холман. 
    </p>
</div>
<div>
    <p>
        <h3><a name="C1.3">ХХ век</a></h3>
    </p>
    <figure>
        <img src="files/Main_Street_looking_south_Houston_Texas_(1908).jpg" alt="Майн-стрит в центре, 1908">
    <figcaption>Мэйн-стрит в центре, 1908 год</figcaption>
    </figure>
    <p>
        В 1900 году на Хьюстон обрушился Галвестонский ураган, продолжавшийся с 27 августа по 12 
сентября. В пересчете на сегодняшний курс ущерб составил бы $526 млн, погибло 8 тысяч человек. В следующем году было найдено большое месторождение нефти вблизи города Бомонт, что послужило началом развития нефтяной промышленности в Техасе. В 1902 году президент США Теодор Рузвельт утвердил проект стоимостью в $1 млн на реконструкцию хьюстонского судоходного канала. К 1910 году численность населения города достигла 78 800 человек, почти в два раза превысив количество жителей проживавших в Хьюстоне в 1900 году. В 1914 году президент США Вудро Вильсон принял участие в открытии нового глубоководного порта Хьюстона, а через год был открыт хьюстонский 
судоходный канал.
    </p>
    <p>
        В 1945 году было начато формирование Техасского медицинского центра. В конце 1940-х несколько пригородов были включены в городскую черту, в результате чего площадь Хьюстона увеличилась 
более чем в два раза. В 1950-е годы управления многих крупных (в основном нефтяных) компаний США переместились в Хьюстон, что благоприятно отразилось на экономике города, одним из 
поводов для переезда послужило массовое оснащение всех офисов кондиционерами.
    </p>
    <p>
        <aside>
            Именно кондиционирование воздуха! Именно оно было основой для стремительного 
роста Хьюстона в 1950 году, когда он стал наиболее оснащённым кондиционерами 
городом в мире. Именно это стимулировало многие корпорации переместить свои штаб-
квартиры в Хьюстон.
        </aside>
    </p>
    <p>
        В 1962—1964 годах в двадцати пяти милях к югу от центра Хьюстона, на землях, переданных 
федеральному правительству университетом Райса, был построен Центр управления космическими кораблями, с 1973 года носящий имя Линдона Джонсона. В 1960-х годах население Хьюстона 
достигло миллиона человек.
    </p>
</div>
</section>
<section>
    <p>
        <h2><a name="C2"></a> Физико-географическая характеристика</h2>
    </p>
    <div>
        <h3><a name="C2.1"></a> Географическое положение и климат</h3>
    </p>
    <figure>
        <img src="files/Large_Houston_Landsat.jpg" alt="Вид со спутника">
    <figcaption>Хьюстон со спутника Landsat 7</figcaption>
    </figure>
    <p>
        Хьюстон расположен в 50 километрах от Мексиканского залива на прибрежной равнине. 
        Значительная часть города была построена на лесных угодьях, болотах и прериях, они до сих пор сохранились в близлежащих районах около Хьюстона. Город расположен на территории, для которой обычны частые ливни и дожди, поэтому для Хьюстона наводнения — постоянная проблема. Высота города над уровнем моря в среднем 15 метров, самая высшая точка — северо-запад Хьюстона (38 метров). Площадь города составляет 1 552,9 км².
    </p>
    <p>
        Весной и летом в городе жарко и влажно: средняя температура весной 21 °C, а летом — 28,8 °C. Из-за высокой температуры почти во всех транспортных средствах и зданиях установлены кондиционеры. Абсолютный максимум температуры был зарегистрирован в 2000 и 2011 годах, когда она составила 42,8 °C. На Хьюстон часто обрушиваются ураганы, самые крупные из которых за последние 
        десятилетия — «Эллисон» и «Айк». Осень — достаточно тёплое время года, особенно сентябрь. 
        Температура в этом месяце выше, чем в мае. Средняя температура осенью составляет 21,8 °C, а 
        среднее количество осадков — самое высокое в году (359,7 мм). Зима тёплая. Самая низкая 
        температура была зарегистрирована в 1930 году — −15 °C. Средняя температура зимой составляет 12,6 °C, а максимальная была зарегистрирована в 1986 году — 32,8 °C. 18 дней в году температура опускается ниже 0 °C. Обычно зимой осадки выпадают в виде дождя, но редко могут быть и в виде снега. Начиная с 1895 года, снег падал 35 раз, причём 21 раз устанавливался временный снежный 
        покров.
    </p>
    <p>
        <table>
                       <thead>
                           <tr>
                               <th colspan="14">Дни с ясной и дождливой погодой в месяц (суммарно по часам)</th>
                           </tr>
                <tr>
                    <th>Месяц</th>
                    <th>Янв</th>
                    <th>Фев</th>
                    <th>Мар</th>
                    <th>Апр</th>
                    <th>Май</th>
                    <th>Июн</th>
                    <th>Июл</th>
                    <th>Авг</th>
                    <th>Сен</th>
                    <th>Окт</th>
                    <th>Ноя</th>
                    <th>Дек</th>
                    <th>Год</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <th>Солнечное сияние, день</th>
                    <td>10</td>
                    <td>10</td>
                    <td>9</td>
                    <td>8</td>
                    <td>8</td>
                    <td>8</td>
                    <td>10</td>
                    <td>9</td>
                    <td>7</td>
                    <td>7</td>
                    <td>8</td>
                    <td>9</td>
                    <td>106</td>
                </tr>
                <tr>
                    <th>Дождь, день</th>
                    <td>14</td>
                    <td>12</td>
                    <td>12</td>
                    <td>10</td>
                    <td>10</td>
                    <td>14</td>
                    <td>13</td>
                    <td>12</td>
                    <td>10</td>
                    <td>9</td>
                    <td>10</td>
                    <td>12</td>
                    <td>136</td>
                </tr>
            </tbody>
        </table>
    </div>
</section>
<section>
            <p>
            <h2>
                <a name="C3">Экономика</a>  
            </h2>
        </p>
        <div>
        <p>
            <h3><a name="C3.1"></a> Общее состояние</h3>
        </p>
        <p>
            <table>
                <tr>
                    <th colspan="3">Крупнейшие компании, базирующиеся в Хьюстоне по версии Fortune 500 на 2016 год.</th>
                </tr>
                <tr>
                    <th>Техас</th>
                    <th>Компания</th>
                    <th>США</th>
                </tr>
               <tbody>
                   <tr>
                       <td>3</td>
                       <td>Phillips 66</td>
                       <td>30</td>
                   </tr>
                   <tr>
                       <td>5</td>
                       <td>Sysco</td>
                       <td>57</td>
                   </tr>
                   <tr>
                       <td>8</td>
                       <td>ConocoPhillips</td>
                       <td>90</td>
                   </tr>
                   <tr>
                       <td>10</td>
                       <td>Enterprise Product Psrtner</td>
                       <td>104</td>
                   </tr>
                   <tr>
                       <td>12</td>
                       <td>Hallyburton</td>
                       <td>117</td>
                   </tr>
               </tbody>
            </table>
        </p>
        <figure>
            <img src="files/Houston_Ship_Channel.jpg" alt="Судоходный канал">
        <figcaption>Хьюстонский судоходный канал</figcaption>        
    </figure>
    <p>
        Хьюстон является одним из ведущих городов мира в сферах добычи и переработки нефти и 
природного газа, из-за чего часто именуется «энергетической столицей мира», а также 
биомедицинских исследований и аэронавтики. Также Хьюстон имеет репутацию «зелёного города», так как половина электроэнергии производится с помощью солнечных и ветряных установок. Большую роль в транспортной сфере города играет порт. В Хьюстоне базируется 22 компании из списка Fortune 500.
    </p>
    <p>
        Международная исследовательская компания <i>Mercer</i> в 2017 году отвела Хьюстону 67 место в 
рейтинге самых удобных для проживания городов мира — между британским Белфастом и 
американским Майами, и 75 место среди городов мира по стоимости жизни — наравне с Бангкоком, Дохой и Мюнхеном. Город сильно снизил позиции из-за экономической ситуации и на 2016 год 
занимает лишь 63 место в США в категории «лучшие места для бизнеса и карьеры» по версии 
журнала <i>Forbes</i>. Исследовательская компания <i>A.T. Kearney</i> поставила Хьюстон на 38 место в списке глобальных городов мира. В исследованиях университета Лафборо о глобальных городах Хьюстону поставлена категория «Бета<sup>+</sup>, как и Дюссельдорфу, Монреалю, Тель-Авиву.
    </p>
    <p>
        Минимальная заработная плата в Хьюстоне в час составляет $7,25 или $1 257 в месяц. Безработица на начало 2017 года составила 5,8 %. За чертой бедности находятся 9,2 % жителей. Средние доходы 
семьи на 2016 год по данным Forbes составляют $60 840, а средняя цена дома составляет $219 000.
    </p>
</div>
</section>
    <section>
        <p>
            <h2>
                <a name="C4">Население</a>
            </h2>
        </p>
        <div>
        <p>
            <h3>
                <a name="C4.1">Динамика и структура населения</a>
            </h3>
        </p>
        <table class="narrow">
            <thead>
                <tr>
                    <th colspan="3">Перепись населения</th>
                </tr>
                <tr>
                    <th>Год переписи</th>
                    <th>Нас.</th>
                    <th>%&plusmn</th>
                    <tbody>
                        <tr>
                            <td><b>1850</b></td>
                            <td>2396</td>
                            <td>-</td>
                        </tr>
                        <tr>
                            <td><b>1860</b></td>
                            <td>4845</td>
                            <td>102.2%</td>
                        </tr>
                        <tr>
                            <td><b>1870</b></td>
                            <td>9332</td>
                            <td>92.6%</td>
                        </tr>
                        <tr>
                            <td><b>1880</b></td>
                            <td>16513</td>
                            <td>77%</td>
                        </tr>
                        <tr>
                            <td><b>1890</b></td>
                            <td>27557</td>
                            <td>66.9%</td>
                        </tr>
                    </tbody>
                </tr>
            </thead>
        </table>
        <figure>
            <img src="files/Race_and_ethnicity_2010_Houston.png" alt="Этническая карта">
        <figcaption>Этническая карта Хьюстона</figcaption>
        </figure>
        <p>
            Согласно данным переписи населения США в 2010 году в городе проживало 2 100 263 человек, это на 7,5 % больше, чем в 2000 году. По оценке бюро переписи населения США на 1 января 2017 года 
население составило 2 319 603 человека. Население города, начиная с его основания, постоянно растёт: в 1960-х годах оно достигло 1 млн жителей, а в 2000-х годах превысило 2 млн. Плотность 
населения в среднем составляет 1494 чел./км<sup>2</sup>.
        </p>
        <p>
            Возрастной состав населения: до 19 лет — 28,67 %; от 20 до 44 лет — 39,83 %; от 45 до 64 лет — 22,45 %; от 65 лет — 9,05 %. Средний возраст составляет 32 года. Количество женщин от всего 
            населения — 49,82 %, мужчин — 50,18 %. 
        </p>
    </div>

    </section>
    <section>
        <p>
            <h2>
                <a name="C6">Города-побратимы</a>
            </h2>
        </p>
        <div>
            <p>
                Согласно городскому сайту, у Хьюстона 18 городов-побратимов (в последний раз этот список 
                расширялся в 2015 году, когда к нему присоединилась Басра):      
            </p>
            <ul>
                <li>Абу-Даби ()ОАЭ</li>
                <li>Абердин (Шотландия)</li>
                <li>Гуаякиль (Эквадор)</li>
                <li>Карачи (Пакистан)</li>
                <li>Баку (Азербайджан)</li>
                <li>Лейпциг (Германия)</li>
                <li>Ницца (Франция)</li>
                <li>Лаунда (Ангола)</li>
                <li>Тмень (Россия)</li>
                <li>Басра (Ирак)</li>
            </ul>
        </div>
    </section>
</body>
</html>